[{"id":1,"title":"Call of Duty: Modern Warfare","publisher":"ACTIVISION","rating":5,"price":1,"description":"This first-person shooter game published by Activision is the 16th overall in the Call of Duty series. It came out in October 2019 for Microsoft Windows, PlayStation 4, and Xbox One. The storyline follows a CIA officer and British forces who team up to try to save the fictional country of Urzikstan from invasion.","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581605670-image.jpg?crop=0.800xw:1xh;center,top&resize=768:*"},{"id":2,"title":"NBA 2K20","publisher":"2K SPORTS","rating":3,"price":18.3,"description":"This basketball simulation game, based on the National Basketball Association, is published by 2K Sports. It’s the 21st installment in the NBA 2K franchise, after (you guessed it) NBA 2K19. The game came out in November 2019 for Microsoft Windows, Nintendo Switch, PlayStation 4, and Xbox One.","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581614836-51-oioaJsZL.jpg?crop=1xw:0.995xh;center,top&resize=768:*"},{"id":3,"title":"Madden NFL 20","publisher":"ELECTRONIC ARTS","rating":4,"price":59.99,"description":"This football simulation game published by Electronic Arts is based on the National Football League. This version, which came out in August 2019 for PlayStation 4, Xbox One, and Microsoft Windows, is the latest in the Madden NFL series.","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581605863-Madden-NFL-20.jpg?crop=1.00xw:0.965xh;0,0.00865xh&resize=768:*"},{"id":4,"title":"Borderlands 3","publisher":"2K GAMES","rating":3,"price":10.99,"description":"Released in September 2019 from publisher 2K Games, Borderlands 3 is a first-person shooter action game; it shipped more than 5 million copies in its first five days. It’s the sequel to Borderlands 2, which came out in 2012, and is the fourth in the Borderlands series overall.","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581605934-61CRUPJ9VLL.jpg?crop=1xw:0.995xh;center,top&resize=768:*"},{"id":5,"title":"Mortal Kombat 11","publisher":"WARNER BROS.","rating":4,"price":14.49,"description":"This fighting game published by Warner Bros. Interactive Entertainment came out in April 2019 for Microsoft Windows, Nintendo Switch, PlayStation 4, and Xbox One. It’s the 11th overall installment in the Mortal Kombat series, following Mortal Kombat X, which came out in 2015.","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581606254-51OOsCOVw3L.jpg?crop=0.990xw:0.980xh;0.00253xw,0.00800xh&resize=768:*"},{"id":6,"title":"Star Wars Jedi: Fallen Order","publisher":"ELECTRONIC ARTS","rating":5,"price":20.23,"description":"This action-adventure game published by Electronic Arts came out for Windows, PlayStation 4, and Xbox One in November 2019. The game takes place in the universe of Star Wars, following Jedi Padawan as he tries to complete his Jedi training and restore the Jedi Order — while action ensues. Fallen Order was the fastest-selling digital launch for any Star Wars game in its first two weeks on the market.","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581606374-51hbiHPzTaL.jpg?crop=1.00xw:0.996xh;0,0.00400xh&resize=768:*"},{"id":7,"title":"Super Smash Bros","publisher":"NINTENDO","rating":5,"price":58.69,"description":"Released in 2018, Super Smash Bros. Ultimate is the fifth game released in the Super Smash Bros. series. By September 2019, it had sold nearly 16 million copies worldwide — making it the best-selling fighting game ever. In this game, you pick a character and attempt to knock your opponent out of an arena. ","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581606507-51uC7RoHhrL.jpg?crop=1.00xw:0.774xh;0,0.144xh&resize=768:*"},{"id":8,"title":"Tom Clancys The Division 2","publisher":"UBISOFT","rating":4,"price":8.59,"description":"Tom Clancys The Division 2 is an online action game published by Ubisoft in March 2019 for Microsoft Windows, PlayStation 4, and Xbox One. The sequel to 2016’s The Division, this game is set in Washington D.C. as smallpox has decimated the city. ","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581606886-51UeJKvzuAL.jpg?crop=1.00xw:0.988xh;0,0.0120xh&resize=768:*"},{"id":9,"title":"Kingdom Hearts III","publisher":"SQUARE ENIX","rating":3,"price":13.69,"description":"Released in 2019 by Square Enix for PlayStation 4 and Xbox One, Kingdom Hearts III is set against various Disney and Pixar worlds. It’s the 12th installment in the Kingdom Hearts series, meant to wrap up the narrative arc that began with the first game. It sold more than 5 million copies in its first week, making it both the fastest-selling and also the best-selling installment in the series. ","image":"https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1581606588-61DtwsUMlVL.jpg?crop=1.00xw:0.998xh;0,0.00200xh&resize=768:*"}]